[ClapTrap.M_Sage_Nakayamarama MissionDefinition]
MissionName="That is Trung Sun Dragon"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Chicken"
MissionTurnInLocation="Trading platform"
TeaserText=""

[ClapTrap.M_Sage_Nakayamarama:CollectTapes MissionObjectiveDefinition]
ProgressMessage="Take the record"

[ClapTrap.M_Sage_Nakayamarama:CollectTapesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ClapTrap.M_Sage_Nakayamarama:FinishSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ClapTrap.M_Sage_OldPukey MissionDefinition]
MissionName="extinguish"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="ALL RIGHT"
MissionTurnInLocation="gossip trap"
TeaserText=""

[ClapTrap.M_Sage_OldPukey:FindPukey MissionObjectiveDefinition]
ProgressMessage="Get a clapperboard"

[ClapTrap.M_Sage_OldPukey:FindPukeySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ClapTrap.M_Sage_OldPukey:ProtectPukey MissionObjectiveDefinition]
ProgressMessage="Avoid vomiting"

[ClapTrap.M_Sage_OldPukey:ProtectPukeySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ClapTrap.M_Sage_OldPukey:Returntoclap your handsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ClapTrap.M_Sage_WannaRock MissionDefinition]
MissionName="Stone size"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Madness"
MissionTurnInLocation="Claptrap"
TeaserText=""

[ClapTrap.M_Sage_WannaRock:FindRock MissionObjectiveDefinition]
ProgressMessage="Find interesting jewelry"

[ClapTrap.M_Sage_WannaRock:FindRockSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ClapTrap.M_Sage_WannaRock:KillCreature MissionObjectiveDefinition]
ProgressMessage="Defeat the stupid rock monster."

[ClapTrap.M_Sage_WannaRock:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_AcquiredTaste MissionDefinition]
MissionName="Its taste is characteristic"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Mr. Hammerlock"
MissionTurnInLocation="Mr. Hammerlock"
TeaserText=""

[Hammerlock.M_Sage_AcquiredTaste:GotoLair MissionObjectiveDefinition]
ProgressMessage="Go to the asylum Brutus."

[Hammerlock.M_Sage_AcquiredTaste:GotoLairSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_AcquiredTaste:KillCreature MissionObjectiveDefinition]
ProgressMessage="Close the bag"

[Hammerlock.M_Sage_AcquiredTaste:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_AcquiredTaste:LureCreature MissionObjectiveDefinition]
ProgressMessage="Remove the steak."

[Hammerlock.M_Sage_AcquiredTaste:LureCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_BigFeet MissionDefinition]
MissionName="big feet"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Mr. Hammerlock"
MissionTurnInLocation="for walking"
TeaserText=""

[Hammerlock.M_Sage_BigFeet:FindCreature MissionObjectiveDefinition]
ProgressMessage="Follow the animal."

[Hammerlock.M_Sage_BigFeet:FindCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_BigFeet:FinishSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_BigFeet:KillCreature MissionObjectiveDefinition]
ProgressMessage="killing animals"

[Hammerlock.M_Sage_BigFeet:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_DahliaMurder MissionDefinition]
MissionName="They kill the fog on the ship"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Lord Hammerlock"
MissionTurnInLocation="Mr. Hammerlock"
TeaserText=""

[Hammerlock.M_Sage_DahliaMurder:FireGun MissionObjectiveDefinition]
ProgressMessage="Playing ball"

[Hammerlock.M_Sage_DahliaMurder:FireGunSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_DahliaMurder:GetGunPowder MissionObjectiveDefinition]
ProgressMessage="don't laugh"

[Hammerlock.M_Sage_DahliaMurder:GetGunPowderSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_DahliaMurder:KillCreature MissionObjectiveDefinition]
ProgressMessage="Kill the Rakans"

[Hammerlock.M_Sage_DahliaMurder:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_DahliaMurder:PlantRocket MissionObjectiveDefinition]
ProgressMessage="Take the rocket"

[Hammerlock.M_Sage_DahliaMurder:PlantRocketSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_EarlyBird MissionDefinition]
MissionName="First..."
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Mr. Hammerlock"
MissionTurnInLocation="Mr. Hammerlock"
TeaserText=""

[Hammerlock.M_Sage_EarlyBird:GotoLair MissionObjectiveDefinition]
ProgressMessage="Enter the shark attack shelter"

[Hammerlock.M_Sage_EarlyBird:GotoLairSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_EarlyBird:KillCreature MissionObjectiveDefinition]
ProgressMessage="Kill the archer dawn"

[Hammerlock.M_Sage_EarlyBird:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_FollowGlow MissionDefinition]
MissionName="Follow the light"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Mr. Advice"
MissionTurnInLocation="Mr. Hammerlock"
TeaserText=""

[Hammerlock.M_Sage_FollowGlow:FindCreature MissionObjectiveDefinition]
ProgressMessage="Take a creative route"

[Hammerlock.M_Sage_FollowGlow:FindCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_FollowGlow:KillCreature MissionObjectiveDefinition]
ProgressMessage="kill an animal"

[Hammerlock.M_Sage_FollowGlow:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_FollowGlow:ReturnHammerlock MissionObjectiveDefinition]
ProgressMessage="Return to Lord Hammerlock"

[Hammerlock.M_Sage_FollowGlow:ReturnHammerlockSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_GentlemensWager MissionDefinition]
MissionName="bet between gentlemen"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Mr. Hammer"
MissionTurnInLocation="Hammer-hammer he said"
TeaserText=""

[Hammerlock.M_Sage_GentlemensWager:FindCreature MissionObjectiveDefinition]
ProgressMessage="Find the cow"

[Hammerlock.M_Sage_GentlemensWager:FindCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_GentlemensWager:KillCreature MissionObjectiveDefinition]
ProgressMessage="Kill Thorosimia."

[Hammerlock.M_Sage_GentlemensWager:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_NowYouSeeIt MissionDefinition]
MissionName="I see now"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Lock the hammer"
MissionTurnInLocation="Lord Hammerlock"
TeaserText=""

[Hammerlock.M_Sage_NowYouSeeIt:GetVial MissionObjectiveDefinition]
ProgressMessage="Grab a bottle of pheromones."

[Hammerlock.M_Sage_NowYouSeeIt:GetVialSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_NowYouSeeIt:GotoLair MissionObjectiveDefinition]
ProgressMessage="Visit the Bloodtale website."

[Hammerlock.M_Sage_NowYouSeeIt:GotoLairSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_NowYouSeeIt:KillCreature MissionObjectiveDefinition]
ProgressMessage="Kill the tail"

[Hammerlock.M_Sage_NowYouSeeIt:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_NowYouSeeIt:UseVial MissionObjectiveDefinition]
ProgressMessage="Use of pheromones"

[Hammerlock.M_Sage_NowYouSeeIt:UseVialSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_Urine MissionDefinition]
MissionName="Yellow urine"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="hammer lock"
MissionTurnInLocation="Mr. Hammer Lock"
TeaserText=""

[Hammerlock.M_Sage_Urine:FinishSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_Urine:GotoCages MissionObjectiveDefinition]
ProgressMessage="To the Hammerlock Stalls"

[Hammerlock.M_Sage_Urine:GotoCagesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_Urine:RemoveUrine MissionObjectiveDefinition]
ProgressMessage="Cleans urine stains"

[Hammerlock.M_Sage_Urine:RemoveUrineSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[RockForest.M_Sage_Hive MissionDefinition]
MissionName="BOY"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Stone Forest Price Range"
MissionTurnInLocation="Rock Forest Award Group"
TeaserText=""

[RockForest.M_Sage_Hive:GotoLair MissionObjectiveDefinition]
ProgressMessage="Choose ingredients anywhere"

[RockForest.M_Sage_Hive:GotoLairSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[RockForest.M_Sage_Hive:KillCreaturesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[RockForest.M_Sage_Hive:KillMother MissionObjectiveDefinition]
ProgressMessage="Please kill my mother"

[RockForest.M_Sage_Hive:KillYoung MissionObjectiveDefinition]
ProgressMessage="Killing Wajid's son."

[RockForest.M_Sage_NotSoFriendly MissionDefinition]
MissionName="It's a friendly competition."
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Stone Forest Award Plaque"
MissionTurnInLocation="Honorable plaque of the Stone Forest"
TeaserText=""

[RockForest.M_Sage_NotSoFriendly:DestroyVillage1 MissionObjectiveDefinition]
ProgressMessage="Destruction of the village 1"

[RockForest.M_Sage_NotSoFriendly:DestroyVillage2 MissionObjectiveDefinition]
ProgressMessage="Delete village fb2."

[RockForest.M_Sage_NotSoFriendly:DestroyVillageSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[RockForest.M_Sage_VexinglyVarkid MissionDefinition]
MissionName="Children work for their parents"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Stone forest price group"
MissionTurnInLocation="Rocky Forest Eye plate"
TeaserText=""

[RockForest.M_Sage_VexinglyVarkid:FindCreature MissionObjectiveDefinition]
ProgressMessage="go to work"

[RockForest.M_Sage_VexinglyVarkid:FindCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[RockForest.M_Sage_VexinglyVarkid:KillCreature MissionObjectiveDefinition]
ProgressMessage="Kill Varkis"

[RockForest.M_Sage_VexinglyVarkid:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_BeyondPale MissionDefinition]
MissionName="colorless"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver=""
MissionTurnInLocation=""
TeaserText=""

[Savage.M_Sage_BeyondPale:GetPart MissionObjectiveDefinition]
ProgressMessage="delete xxxx"

[Savage.M_Sage_BeyondPale:GetPArtSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_BeyondPale:GotoLair MissionObjectiveDefinition]
ProgressMessage="Find a hole"

[Savage.M_Sage_BeyondPale:GotoLairSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_BeyondPale:KillCreature MissionObjectiveDefinition]
ProgressMessage="Kill Halbar"

[Savage.M_Sage_BeyondPale:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_BeyondPale:LureCreature MissionObjectiveDefinition]
ProgressMessage="Click on the rose."

[Savage.M_Sage_BeyondPale:LureCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_BeyondPale:ReturnHe also drank MissionObjectiveDefinition]
ProgressMessage="Return to Barbosar"

[Savage.M_Sage_BeyondPale:ReturnHammerlock MissionObjectiveDefinition]
ProgressMessage="Let's go back to Lord Hammerlock"

[Savage.M_Sage_BeyondPale:ReturnSet MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_WorldBrink MissionDefinition]
MissionName="At the edge of the world"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="I lay down."
MissionTurnInLocation="Balbozar"
TeaserText=""

[Savage.M_Sage_WorldBrink:FindNest MissionObjectiveDefinition]
ProgressMessage="Find the fool's nest"

[Savage.M_Sage_WorldBrink:FindNestSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_WorldBrink:FinishSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_WorldBrink:GetEgg MissionObjectiveDefinition]
ProgressMessage="Steal crab eggs"

[Savage.M_Sage_WorldBrink:GetEggSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Underground.M_Sage_CowCatcher MissionDefinition]
MissionName="Play"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Underground gift table"
MissionTurnInLocation="Lower salary commission"
TeaserText=""

[Underground.M_Sage_CowCatcher:FindCages MissionObjectiveDefinition]
ProgressMessage="There is a cage"

[Underground.M_Sage_CowCatcher:FindCagesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Underground.M_Sage_CowCatcher:TrapCreature MissionObjectiveDefinition]
ProgressMessage="Keep the body"

[Underground.M_Sage_CowCatcher:TrapCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Underground.M_Sage_CowCatcher:TrapSecondCreature MissionObjectiveDefinition]
ProgressMessage="capture other beings"

[Underground.M_Sage_DelicatePalate MissionDefinition]
MissionName="The taste is mild"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Underground stamp board"
MissionTurnInLocation="Underground compensation plate"
TeaserText=""

[Underground.M_Sage_DelicatePalate:CollectEggs MissionObjectiveDefinition]
ProgressMessage="Get the results"

[Underground.M_Sage_DelicatePalate:CollectEggsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Underground.M_Sage_DelicatePalate:KillQueen MissionObjectiveDefinition]
ProgressMessage="kill the queen"

[Underground.M_Sage_DelicatePalate:KillQueenSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Underground.M_Sage_ShockScorpion MissionDefinition]
MissionName="Insects and butterflies"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Underground Awards Committee"
MissionTurnInLocation="Underground trophy panel"
TeaserText=""

[Underground.M_Sage_ShockScorpion:CollectSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Underground.M_Sage_ShockScorpion:CollectStingers MissionObjectiveDefinition]
ProgressMessage="to bite"

